import AppBar from "../../components/app-bar/AppBar";
import * as S from "./TermsOf.style";

const TermsOfDataPage = () => {
  return (
    <S.MainWrapper>
      <AppBar />
      <S.Header>
        <p className="bold">㈜케이그라운드 개인정보 처리방침</p>
        <p className="normal">Last updated on 04/12/2023</p>
      </S.Header>
      <S.Text>
        <p className="text">
          ㈜케이그라운드는 정보주체의 자유와 권리 보호를 위해 「개인정보
          보호법」및 관계 법령이 정한 바를 준수하여, 적법하게 개인정보를
          처리하고 안전하게 관리하고 있습니다. 이에 「개인정보 보호법」 제30조에
          따라 정보주체에게 개인정보 처리에 관한절차 및 기준을 안내하고, 이와
          관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과
          같이 개인정보 처리방침을 수립·공개합니다.
          <br />
          <br />- 목차 - <br />- 개인정보의 처리 목적, 수집항목, 보유 및
          이용기간 <br />- 만 14세 미만 아동의 개인정보 처리에 관한 사항 <br />-
          개인정보의 제3자 제공 <br />- 개인정보 처리의 위탁 <br />- 개인정보의
          파기 절차 및 방법 <br />- 정보주체와 법정대리인의 권리·의무 및
          행사방법 <br />- 개인정보의 안전성 확보조치 <br />- 개인정보 자동 수집
          장치의 설치·운영 및 거부에 관한 사항 <br />- 개인정보 보호책임자 및
          개인정보 열람청구 <br />- 권익침해 구제방법 <br />- 영상정보처리기기
          설치·운영 <br />- 개인정보 처리방침의 변경 <br />- 개인정보의 처리
          목적, 수집항목, 보유 및 이용기간 <br />
          ㈜케이그라운드는 다음과 같이 정보주체의 개인정보를 처리합니다.
          <br />
          <br />
        </p>
        <img className="img" src="/assets/image/img-term-1.png" alt="term" />
        <p className="strong">
          <br />
          <br />만 14세 미만 아동의 개인정보 처리에 관한 사항
        </p>
        <p>
          ㈜케이그라운드는 만 14세 미만 아동에 대해 개인정보를 수집하지
          않습니다. <br />
          <br />
        </p>
        <p className="strong">개인정보의 제3자 제공</p>
        <p className="text">
          ㈜케이그라운드는 정보주체의 개인정보를 개인정보의 처리 목적에서 명시한
          범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등
          「개인정보 보호법」 제17조 및 제18조에 해당하는 경우에만 개인정보를
          제3자에게 제공하고 그 이외에는 정보주체의 개인정보를 제3자에게
          제공하지 않습니다.
          <br />
          <br />
        </p>
        <p className="strong">개인정보 처리의 위탁</p>
        <p className="text">
          ㈜케이그라운드는 원활한 개인정보 업무처리를 위하여 개인정보처리업무를
          위탁하는 경우 지체없이 본 개인정보 처리방침을 통하여 공개하도록
          하겠습니다. ㈜케이그라운드는 위탁계약 체결 시 「개인정보 보호법」
          제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적·관리적
          보호조치, 재위탁 제한, 수탁자에 대한관리·감독, 손해배상 등 책임에 관한
          사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게
          처리하는지를 감독하겠습니다. <br />
          <br />
        </p>
        <p className="strong">개인정보의 파기 절차 및 방법</p>
        <p className="text">
          ㈜케이그라운드는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가
          불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
          정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이
          달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야
          하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나
          보관장소를 달리하여 보존합니다. 개인정보 파기의 절차 및 방법은 다음과
          같습니다. <br />
          1. 파기절차 파기 사유가 발생한 개인정보를 선정하고, ㈜케이그라운드의
          개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다. <br />
          2. 파기방법 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수
          없도록 파기하며, 종이 문서에 기록·저장된 개인정보는 분쇄기로
          분쇄하거나 소각하여 파기합니다. <br />
          <br />
        </p>
        <p className="strong">정보주체와 법정대리인의 권리·의무 및 행사방법</p>
        <p className="text">
          정보주체는 언제든지 개인정보 열람·정정·삭제·처리정지요구 등의 권리를
          행사할 수 있습니다. 권리 행사는 「개인정보 보호법」 시행령 제41조
          제1항에따라 전자우편 등을 통하여 하실 수 있으며, ㈜케이그라운드는 이에
          대해 지체없이 조치하겠습니다. 권리 행사는 정보주체의 법정대리인이나
          위임을 받은 자 등 대리인을 통하여 하실 수도 있습니다. 이 경우
          “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른
          위임장을 제출하셔야 합니다. 개인정보 열람 및 처리정지 요구는
          「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의
          권리가 제한 될 수 있습니다. 개인정보의 정정 및 삭제 요구는 다른
          법령에서 그 개인정보가 수집 대상으로 명시되어있는 경우에는 그 삭제를
          요구할 수 없습니다. ㈜케이그라운드는 정보주체 권리에 따른 열람의 요구,
          정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나
          정당한 대리인인지를 확인합니다. <br />
          <br />
        </p>
        <p className="strong">개인정보의 안전성 확보조치</p>
        <p className="text">
          ㈜케이그라운드는 개인정보의 안전성 확보를 위해 다음과 같은 조치를
          취하고있습니다. 1. 관리적 조치 : 전담인력 운영, 정기적 직원 교육 2.
          기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템
          설치, 개인정보의 암호화, 보안프로그램 설치 및 갱신 <br />
          <br />
        </p>
        <p className="strong">
          개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항
        </p>
        <p className="text">
          ㈜케이그라운드는 정보주체에게 개별적인 맞춤 서비스를 제공하기 위해
          이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용하지
          않습니다.
          <br />
          <br />
        </p>
        <p className="strong">개인정보 보호책임자 및 개인정보 열람청구 </p>
        <p className="text">
          ㈜케이그라운드는 개인정보 처리에 관한 업무를 총괄해서 책임지고,
          개인정보처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여
          아래와 같이 개인정보 보호책임자를 지정하고 있습니다. 정보주체는
          「개인정보 보호법」 제35조에 따른 개인정보의 열람 청구를 아래의 부서에
          할 수 있습니다. ㈜케이그라운드는 정보주체의 개인정보 열람청구가
          신속하게 처리되도록 노력하겠습니다. 정보주체는 ㈜케이그라운드의
          서비스(또는 사업)를 이용하시면서 발생한 모든 개인정보보호 관련 문의,
          불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로
          문의할 수 있습니다. ㈜케이그라운드는 정보주체의 문의에 대해 지체없이
          답변 및 처리해드릴 것입니다.
          <br />
          <br />
        </p>
        <img className="img" src="/assets/image/img-term-2.png" alt="term" />
        <p className="strong">
          {" "}
          <br />
          권익침해 구제방법
        </p>
        <p className="text">
          ㈜케이그라운드 정보주체의 개인정보자기결정권을 보장하고, 개인정보
          침해로 인한 상담 및 피해 구제를 위해 노력하고 있으며, 신고나 상담이
          필요한 경우 아래의 담당부서로 연락해 주시기 바랍니다. <br />
          1. 고충처리 담당자 : 배민서 <br />
          2. 연락처 : kgroundbms@gmail.com
          <br />
          <br />
          정보주체는 개인정보침해로 인한 구제를 받기 위하여
          개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에
          분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의
          신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다. <br />
          1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr){" "}
          <br />
          2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr) <br />
          3. 대검찰청 : (국번없이) 1301 (www.spo.go.kr) <br />
          4. 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr) 「개인정보 보호법」
          제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제),
          제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대하여 공공기관의
          장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는
          행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다. <br />
          1. 중앙행정심판위원회 : (국번없이) 110 (www.simpan.go.kr) n 개인정보
          처리방침의 변경 이 개인정보 처리방침은 2023. 12. 4일 부터 적용됩니다.
        </p>
      </S.Text>
    </S.MainWrapper>
  );
};

export default TermsOfDataPage;
